;汉化：aotix

[CollectorCaptainM1 X2CharacterTemplate]
strCharacterName="收集者先锋兵"
[CollectorCaptainM2 X2CharacterTemplate]
strCharacterName="高级收集者先锋兵"
[CollectorCaptainM3 X2CharacterTemplate]
strCharacterName="精英收集者先锋兵"

[CorpseCollectorCaptain X2ItemTemplate]
FriendlyName="收集者先锋兵尸体"
FriendlyNamePlural="收集者先锋兵尸体"
BriefSummary="先锋兵是收集者在战场上的领导单位。"

